app/views/users/show.html.erb

SELECT  "microposts".* FROM "microposts" WHERE "microposts"."user_id" = ? ORDER BY "microposts"."id" ASC LIMIT ?  [["user_id", 1], ["LIMIT", 1]]
---
  <strong>content:</strong>
  <%= @user.microposts.first.content %>